Repository: urosjarc/Legend-of-the-Virtuous-Crane
Catalog: omega/omega-level1.tmx
Source language: en_us
Languages: sl

source: A gift.
sl: Dar.

source: And how does he find bliss in the next world?
sl: Kako najdeš srečo v naslednjem življenju?

source: And the dishonest one?
sl: Kdo je nepošten človek?

source: And the most righetoust one too!
sl: Kakor tudi napravičnejši med vsemi!

source: And what can be renounced without regret?
sl: Čemu se lahko odpoveš brez obžalovanja?

source: And what is true forgiveness?
sl: Kaj je resnično odpuščanje?

source: And what will be relinquished to gain happiness?
sl: Čemu se moraš odpovedati da pridobiš srečo?

source: Anger.
sl: Jeza.

source: Are you Rudra!?
sl: Ali si Rudra!?

source: As long as that word lasts, one is called a man.
sl: Dokler se ta beseda ohrani je on poimenovan človek.

source: By being virtous in this one.
sl: Da si krepost v sedanjem.

source: By subduing his senses.
sl: Ko ukroti svoje čute.

source: Contentment.
sl: Zadovoljstvo.

source: Covetousness.
sl: Želeti si imetja drugih.

source: Desire.
sl: Željam.

source: Do not drink the watter, before answering my questions!
sl: Ne pij te vode dokler ne odgovoriš na moja vprašanja!

source: Give me Nakula.
sl: Prosim oživi Nakulo.

source: Greed.
sl: Pohlepu.

source: Ha ha ha ha ha, aaa, you are a great soul indeed Yudhishthira!
sl: Ha ha ha ha ha, aaa, res si velika duša Yudhishthira!

source: He who desires the happiness of all the living.
sl: Tisti ki želi srečo vseh živih bitij.

source: He who endures enmity truly forgives.
sl: Tisti ki prenese sovraštvo resnično odpusti.

source: He who remains faithful.
sl: Tisti ki ostane zvest.

source: Health.
sl: Zdravje.

source: How does a man become patient?
sl: Kako postane človek potrpežljiv?

source: How does he get what he wants?
sl: Kako nekdo dobi kar hoče?

source: How is a man agreeable?
sl: Kako je človek strinjajoč?

source: I grant you a boon, ask me for the life of any one of your brothers.
sl: Izpolnim ti bom željo, zaželi si življenje katerega od svojih palih bratov

source: I grant you, not joust Nakula's life but, the life of all your brothers!
sl: Obudil ne bom samo Nakulovega življenja pač pa življenja vseh tvojih bratov!

source: I have two mothers.
sl: Jaz imam dve mati.

source: I know Bhima is dearest to you amont all your brothers.
sl: Vem da ti je Bhima najdražji izmed vseh svojih bratov.

source: I the son of Kunti am alive.
sl: Jaz sin Kunti sem še živ.

source: I will never look apon another, like you in all time.
sl: Nikoli več ne bom videl človeka enakega tebi.

source: I'm surprised.
sl: Presenečen sem.

source: Knowledge.
sl: Znanje.

source: Kunti and Mathuri.
sl: Kunti in Mathuri.

source: Legend of the Virtuous Crane
sl: Legenda belega žerjava

source: Liberality.
sl: Radodarnost.

source: More numerous than the blades of grass?
sl: Kaj je številčnejše od travnih bilk?

source: Not knowing one's Dharma.
sl: Ne poznati svoje življenjske poti.

source: Of heaven?
sl: Kaj je najvišje svetišče nebes?

source: One's father.
sl: Oče.

source: One's mother.
sl: Mati.

source: Only he to whom joy and sorrow, fortune and misfortune, past and future are all the same.
sl: Samo tisti kateri ne razlikuje med srečo in žalovanjem, sreča in nesreča, preteklost in prihodnost.

source: Only ignorance.
sl: Samo nevednost.

source: Pride.
sl: Ponos.

source: Protecting all creatures.
sl: Zaščita vseh bitij.

source: Show your self!!
sl: Pokaži se!!

source: Skill.
sl: Spretnost.

source: Speaking ill of others.
sl: Govoriti slabo o drugih.

source: Stop!
sl: Stoj!

source: Surely the son of Mathuri, should also live.
sl: Sin od Mathuri mora tudi živeti.

source: That of the mind.
sl: Samoobvladanje uma.

source: The good make the way, indeed they are the way.
sl: Dobri ljudje ustvarijo pot, resnično oni so pot.

source: The greatest happiness?
sl: Največja sreča?

source: The greatest treasure?
sl: Kaj je najbogatejši zaklad?

source: The knowledge of god.
sl: Znanje o zavesti.

source: The mind.
sl: Um.

source: The most valuable possession?
sl: Kaj je najbolj vredno posestvo?

source: The one who has no mercy.
sl: Tisti ki nima usmiljenja.

source: The thoughts in the mind.
sl: Misli v umu.

source: The truth.
sl: Resnica.

source: To injure none of the living.
sl: Neškoditi živim bitjem.

source: What disease has no cure?
sl: Katera bolezen nima zdravila?

source: What is charity?
sl: Kaj je miloščina?

source: What is grief?
sl: Kaj je obžalovanje?

source: What is higher than heaven?
sl: Kaj je višje od nebes?

source: What is ignorance?
sl: Kaj je nevednost?

source: What is mercy?
sl: Kaj je usmiljenost?

source: What is more important than the earth itself?
sl: Kaj je pomembnejše od zemlje?

source: What is pride?
sl: Kaj je ponos?

source: What is real knowledge?
sl: Kaj je resnično znanje?

source: What is simplicity?
sl: Kaj je preprostost?

source: What is swifter than wind?
sl: Kaj se spreminja hitreje kot veter?

source: What is the highest Dharma?
sl: Kaj je najvišja dharma?

source: What is the highest sanctuary of Dharma?
sl: Kaj je najvišje svetišče življenja?

source: What is the highest sanctuary of fame?
sl: Kaj je najvišje svetišče slave?

source: What is the honest man?
sl: Kdo je pošten človek?

source: What is the invincible enemy?
sl: Kaj je nepremagljiv sovražnik?

source: What is the most praiseworthy thing of all?
sl: Kaj je najbolj spoštovana stvar?

source: What is tranquility?
sl: What is umirjenost?

source: What is true restraint?
sl: Kaj je pravo samoobvladanje?

source: What is wickedness?
sl: Kaj je pokvarjenost?

source: What makes the way?
sl: Kaj ustvarja pot?

source: What must be controlled?
sl: Kaj mora biti v kontroli?

source: What renounce to make a man agreeable?
sl: Čemu se je potrebno odpovedati da narediš človeka odprtega?

source: What renounce to make a man wealthy?
sl: Čemu se je potrebno odpovedati da postaneš bogat?

source: When a man thinks that he's the one who is the doer of life.
sl: Ko človek misli da je on ustvarjalec življenja.

source: When he acts with discernment.
sl: Ko naredi dejanje z dobro presojo.

source: When he speaks agreeably.
sl: Ko govori strinjajoče.

source: When one desires the happiness of all creatures.
sl: Želeti si srečo vseh živih bitij.

source: When the heart is still.
sl: Ko srce stoji na miru.

source: When the heart is tranquil.
sl: Ko je srce umirjen.

source: When the heart is washed clean.
sl: Ko je srce očiščeno umazanije.

source: Where are you!?
sl: Kje si!?

source: Which is the true ablution?
sl: Kaj je prava zaveza?

source: Who are you!!
sl: Kdo si!!

source: Who are you!?
sl: Kdo si!?

source: Who is he Yudhishthira, who has every kind of walth?
sl: Kdo je Yudhishthira, ki ima vse možno bogastvo?

source: Who is the ascetic?
sl: Kdo je asket?

source: Who is the real man?
sl: Kdo je pravi človek?

source: Why?
sl: Zakaj?

source: Word of one's good deeds reach heaven and are spread from there across the earth.
sl: Ko beseda o njegovih dobrih delih doseže nebesa in se od tam razširi po zemlji.

source: Yeat you chose Nakulas life over others.
sl: A kljub temu si želiš obuditi Nakulo.

source: You depend on Arjuna to win the war thats coming.
sl: Odvisen si od Arjune da boš zmagal v prihajajoči vojni.

source: Yudhishthira you are the wisest man in the world!
sl: Yudhishthira ti si najpametnejši mož!
